Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvAppBackup/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# ERASE_AND_GENERATE_NEW_KEY
source: Erase and generate a new key
de: Löschen und neuen Schlüssel generieren
es: Borrar y generar una nueva clave
fr: Effacer et générer une nouvelle clé
it: Cancella e genera una nuova chiave
ja: キーを削除して新しいキーを生成
ko: 기존 키를 삭제하고 새 키를 생성합니다.
pt_br: Apagar e gerar uma nova chave
pt_pt: Apagar e gerar uma nova chave
ru: Удалить и сгенерировать новый ключ
uk: Видалити та згенерувати новий ключ
zh_hans: 删除并生成新的密钥

# ERASE_AND_GENERATE_NEW_KEY_CONFIRMATION_TITLE
source: Are you sure you wish to erase and generate a new key?
de: Sind Sie sicher, dass Sie den Schlüssel löschen und einen neuen generieren möchten?
es: ¿Estás seguro de que deseas borrar y generar una nueva clave?
fr: Confirmez-vous vouloir effacer et générer une nouvelle clé ?
it: Sei sicuro di voler cancellare e generare una nuova chiave?
ja: 本当に削除して、新しいキーを生成しますか？
ko: 기존 키를 삭제하고 새 키를 생성하시겠습니까?
pt_br: Você tem certeza de que deseja apagar e gerar uma nova chave?
pt_pt: Tem a certeza de que pretende apagar e gerar uma nova chave?
ru: Вы уверены, что хотите стереть и сгенерировать новый ключ?
uk: Ви впевнені, що хочете стерти та згенерувати новий ключ?
zh_hans: 您确定要删除并生成新的密钥吗？

source: Failed to reset all: %@
de: Fehler beim Zurücksetzen aller: %@
es: No se pudo restablecer todo: %@
fr: La réinitialisation a échoué : %@
it: Impossibile resettare tutto: %@
ja: すべてのリセットに失敗しました: %@
ko: 모든 항목 재설정에 실패했습니다: %@
pt_br: Falha ao redefinir tudo: %@
pt_pt: Falha ao redefinir tudo: %@
ru: Не удалось сбросить все: %@
uk: Не вдалося скинути все: %@
zh_hans: 重置全部操作失败：%@

# FROM_DEVICE_%@
source: From *%@*
de: Von *%@*
es: De *%@*
fr: Depuis *%@*
it: Da *%@*
ja: *%@* から
ko: *%@* 님으로부터
pt_br: De *%@*
pt_pt: De *%@*
ru: От *%@*
uk: Від *%@*
zh_hans: 来自 *%@*

# FROM_THIS_DEVICE
source: This device
de: Dieses Gerät
es: Este dispositivo
fr: Cet appareil
it: Questo dispositivo
ja: このデバイス
ko: 이 장치
pt_br: Este dispositivo
pt_pt: Este dispositivo
ru: Это устройство
uk: Цей пристрій
zh_hans: 此设备

source: Hint
de: Hinweis
es: Pista
fr: Astuce
it: Suggerimento
ja: ヒント
ko: 힌트
pt_br: Dica
pt_pt: Dica
ru: Подсказка
uk: Підказка
zh_hans: 提示

# ICLOUD_KEYCHAIN_INFORMATION_[LEARN_MORE](_)
source: iCloud Keychain protects your information with end-to-end encryption. [Learn more…](_)
de: Der iCloud-Schlüsselbund schützt Ihre Informationen mit End-to-End-Verschlüsselung. [Mehr erfahren…](_)
es: El Llavero de iCloud protege tu información con cifrado de extremo a extremo. [Más información…](_)
fr: Le trousseau iCloud protège vos informations par un chiffrement de bout en bout. [En savoir plus…](_)
it: Il Portachiavi iCloud protegge le tue informazioni con la crittografia end-to-end. [Scopri di più…](_)
ja: iCloud Keychain は、エンドツーエンドの暗号化であなたの情報を保護します。[詳細はこちら](_)
ko: iCloud 키체인은 종단 간 암호화를 통해 사용자의 정보를 보호합니다. [자세히 알아보기…](_)
pt_br: O iCloud Keychain protege suas informações com criptografia de ponta a ponta. [Saiba mais…](_)
pt_pt: O iCloud Keychain protege as suas informações com encriptação de ponta a ponta. [Saiba mais…](_)
ru: Ключница iCloud защищает вашу информацию сквозным шифрованием. [Узнать больше…](_)
uk: Ключі iCloud захищають вашу інформацію за допомогою наскріпного шифрування. [Дізнатися більше…](_)
zh_hans: iCloud 钥匙串使用端到端加密来保护您的信息。[了解更多…](_)

# IS_ON_THIS_DEVICE
source: Already active
de: Bereits aktiv
es: Ya activo
fr: Dejà actif
it: Già attivo
ja: すでに有効になっています
ko: 이미 활성화됨
pt_br: Já está ativo
pt_pt: Já está ativo
ru: Уже активировано
uk: Вже активовано
zh_hans: 已激活

# ITS_NOTED
source: It's duly noted
de: Zur Kenntnis genommen.
es: Tomado nota
fr: C’est bien noté
it: Preso atto.
ja: 承知いたしました
ko: 알아들었습니다.
pt_br: Entendido.
pt_pt: Tudo anotado.
ru: Принято к сведению
uk: Відмічено.
zh_hans: 已记录在案

# KEEP_THEM_ALL_WITH_OLVID_PLUS
source: Keep them all with Olvid+
de: Behalte sie alle mit Olvid+
es: Manténlos todos con Olvid+
fr: Les garder tous avec Olvid+
it: Conservali tutti con Olvid+
ja: Olvid+で全てをまとめて保存
ko: Olvid+로 모두 보관하세요.
pt_br: Mantenha todos em Olvid+
pt_pt: Mantenha todas as suas conversas no Olvid+
ru: Сохраните их все с Olvid+
uk: Залишити їх усі з Olvid+
zh_hans: 使用 Olvid+ 保存所有消息

source: Learn more
de: Mehr erfahren
es: Más información
fr: En savoir plus
it: Scopri di più
ja: 詳細はこちら
ko: 자세히 알아보기
pt_br: Saiba mais
pt_pt: Saiba mais
ru: Узнать больше
uk: Дізнатися більше
zh_hans: 了解更多

# LIST_OF_AVAILABLE_BACKUPED_PROFILES
source: Available backed up profiles
de: Verfügbare gesicherte Profile
es: Perfiles con copia de seguridad disponibles
fr: Sauvegardes de profils disponibles
it: Profili di backup disponibili
ja: バックアップ済みのプロファイル
ko: 백업된 프로필
pt_br: Perfis com backup disponíveis
pt_pt: Perfis com cópias de segurança disponíveis
ru: Доступные профили с резервной копией
uk: Доступні профілі з резервними копіями
zh_hans: 可用的备份资料

# MAIL_BODY_COULD_NOT_RESTORE_PROFILE_ERROR_%@
source: Hello Olvid! I could not restore my profile. Could you please look into this issue? Here is the error: %@
de: Hallo Olvid! Ich konnte mein Profil nicht wiederherstellen. Könntest du dir dieses Problem bitte ansehen? Hier ist der Fehler: %@
es: ¡Hola Olvid! No he podido restaurar mi perfil. ¿Podrías echar un vistazo a este problema? Aquí tienes el error: %@
fr: Bonjour Olvid ! Je n'ai pas pu restaurer mon profil. Pourriez-vous étudier la question ? Voici l'erreur : %@
it: Ciao Olvid! Non sono riuscito a ripristinare il mio profilo. Potresti controllare questo problema? Ecco l'errore: %@
ja: こんにちは、Olvidさん。 私のプロフィールを復元できませんでした。この問題について調べていただけますか？エラーメッセージは次のとおりです: %@
ko: 안녕하세요 Olvid! 제 프로필을 복원할 수 없습니다. 이 문제를 확인해 주시겠습니까? 오류는 다음과 같습니다: %@
pt_br: Olá, Olvid! Não consegui restaurar meu perfil. Você poderia, por favor, verificar esse problema? Aqui está o erro: %@
pt_pt: Olá Olvid! Não consegui restaurar o meu perfil. Poderias, por favor, verificar este problema? Aqui está o erro: %@
ru: Привет, Olvid! Я не могу восстановить свой профиль. Не могли бы вы посмотреть, в чем проблема? Вот ошибка: %@
uk: Привіт, Olvid! Я не зміг відновити свій профіль. Чи не могли б ви поглянути на цю проблему? Ось помилка: %@
zh_hans: 你好，Olvid！ 我无法恢复我的个人资料。你能帮忙查看一下这个问题吗？错误信息如下： %@

# MAIL_SUBJECT_COULD_NOT_RESTORE_PROFILE_ERROR
source: I could not restore my profile
de: Ich konnte mein Profil nicht wiederherstellen
es: No pude restaurar mi perfil
fr: Il n'a pas été possible de restorer mon profil
it: Non sono riuscito a ripristinare il mio profilo
ja: プロフィールを復元できませんでした
ko: 내 프로필을 복원할 수 없었습니다.
pt_br: Não consegui restaurar meu perfil
pt_pt: Não consegui restaurar o meu perfil
ru: Не удалось восстановить мой профиль
uk: Я не зміг відновити свій профіль
zh_hans: 我无法恢复我的个人资料

# MAKE_BACKUP_NOW
source: Backup now
de: Jetzt sichern
es: Respaldar ahora
fr: Sauvegarder maintenant
it: Esegui backup ora
ja: 今すぐバックアップ
ko: 지금 백업
pt_br: Fazer backup agora
pt_pt: Fazer cópia de segurança agora
ru: Сделать резервную копию сейчас
uk: Створити резервну копію зараз
zh_hans: 立即备份

source: Manage backups
de: Backup-Einstellungen
es: Administrar copias de seguridad
fr: Gérer les sauvegardes
it: Gestisci backup
ja: バックアップを管理
ko: 백업 관리
pt_br: Gerenciar backups
pt_pt: Gerir cópias de segurança
ru: Управление резервными копиями
uk: Керувати резервними копіями
zh_hans: 管理备份

# MULTIPLE_DEVICE_HINT_NO_SUBSCRIPTION
source: Use Olvid on multiple devices. You can restore your account without a key from your other devices.
de: Nutze Olvid auf mehreren Geräten. Du kannst dein Konto ohne Schlüssel von deinen anderen Geräten wiederherstellen.
es: Usa Olvid en varios dispositivos. Puedes restaurar tu cuenta sin una clave desde tus otros dispositivos.
fr: Utilisez Olvid sur plusieurs appareils. Vous pourrez restaurer votre compte, sans clé, depuis vos autres appareils.
it: Usa Olvid su più dispositivi. Puoi ripristinare il tuo account senza una chiave dai tuoi altri dispositivi.
ja: 複数のデバイスでOlvidを使用できます。他のデバイスからキーを使用せずにアカウントを復元できます。
ko: 여러 기기에서 Olvid를 사용하세요. 다른 기기에서 키 없이 계정을 복구할 수 있습니다.
pt_br: Use o Olvid em vários dispositivos. Você pode restaurar sua conta sem a chave a partir de seus outros dispositivos.
pt_pt: Use o Olvid em vários dispositivos. Pode recuperar a sua conta sem a chave a partir dos seus outros dispositivos.
ru: Используйте Olvid на нескольких устройствах. Вы можете восстановить свою учетную запись без ключа с других ваших устройств.
uk: Використовуйте Olvid на декількох пристроях. Ви можете відновити свій обліковий запис без ключа з ваших інших пристроїв.
zh_hans: 在多个设备上使用 Olvid。您可以从其他设备恢复您的帐户，而无需使用密钥。

# MULTIPLE_DEVICE_HINT_SUBSCRIBED_MULTIPLE_DEVICES
source: Use Olvid on multiple devices. You can restore your account without a key from your other devices.
de: Nutze Olvid auf mehreren Geräten. Du kannst dein Konto ohne Schlüssel von deinen anderen Geräten wiederherstellen.
es: Usa Olvid en múltiples dispositivos. Puedes restaurar tu cuenta sin una clave desde tus otros dispositivos.
fr: Utilisez Olvid sur plusieurs appareils. Vous pourrez restaurer votre compte, sans clé, depuis vos autres appareils.
it: Usa Olvid su più dispositivi. Puoi ripristinare il tuo account senza una chiave dai tuoi altri dispositivi.
ja: 複数のデバイスでOlvidを使用できます。他のデバイスからアカウントをキーなしで復元できます。
ko: 여러 기기에서 Olvid를 사용하세요. 다른 기기에서 키 없이 계정을 복원할 수 있습니다.
pt_br: Use o Olvid em vários dispositivos. Você pode restaurar sua conta sem precisar de uma chave, usando seus outros dispositivos.
pt_pt: Use o Olvid em vários dispositivos. Pode restaurar a sua conta sem uma chave a partir dos seus outros dispositivos.
ru: Используйте Olvid на нескольких устройствах. Вы можете восстановить свою учетную запись без ключа с других устройств.
uk: Використовуйте Olvid на кількох пристроях. Ви можете відновити свій обліковий запис без ключа з інших ваших пристроїв.
zh_hans: 在多个设备上使用 Olvid。您可以从其他设备恢复您的帐户，而无需使用密钥。

# MULTIPLE_DEVICE_HINT_SUBSCRIBED_ONE_DEVICE
source: Use Olvid on multiple devices. You can restore your account without a key from your other devices.
de: Nutze Olvid auf mehreren Geräten. Du kannst dein Konto ohne Schlüssel von deinen anderen Geräten wiederherstellen.
es: Usa Olvid en múltiples dispositivos. Puedes restaurar tu cuenta sin una clave desde tus otros dispositivos.
fr: Utilisez Olvid sur plusieurs appareils. Vous pourrez restaurer votre compte, sans clé, depuis vos autres appareils.
it: Usa Olvid su più dispositivi. Puoi ripristinare il tuo account senza una chiave dai tuoi altri dispositivi.
ja: 複数のデバイスでOlvidを使用できます。他のデバイスからアカウントをキーなしで復元できます。
ko: 여러 기기에서 Olvid를 사용하세요. 다른 기기에서 계정을 복원할 때 키가 필요하지 않습니다.
pt_br: Use o Olvid em vários dispositivos. Você pode recuperar sua conta sem precisar da chave de outros dispositivos.
pt_pt: Utilize o Olvid em vários dispositivos. Pode restaurar a sua conta sem a chave a partir dos seus outros dispositivos.
ru: Используйте Olvid на нескольких устройствах. Вы можете восстановить свою учетную запись без ключа с других устройств.
uk: Використовуйте Olvid на кількох пристроях. Ви можете відновити свій обліковий запис без ключа з ваших інших пристроїв.
zh_hans: 在多个设备上使用 Olvid。您可以从其他设备恢复您的帐户，而无需密钥。

source: No backup found.
de: Kein Backup gefunden.
es: No se encontró ninguna copia de seguridad.
fr: Aucune sauvegarde trouvée.
it: Nessun backup trovato.
ja: バックアップが見つかりませんでした。
ko: 백업 파일을 찾을 수 없습니다.
pt_br: Nenhum backup encontrado.
pt_pt: Nenhuma cópia de segurança encontrada.
ru: Резервная копия не найдена.
uk: Резервну копію не знайдено.
zh_hans: 未找到备份。

source: One moment please…
de: Einen Moment bitte…
es: Un momento, por favor…
fr: Un moment…
it: Un momento, prego…
ja: 少々お待ちください...
ko: 잠시만 기다려 주세요...
pt_br: Só um momento, por favor...
pt_pt: Aguarde um momento…
ru: Пожалуйста, подождите…
uk: Зачекайте, будь ласка…
zh_hans: 请稍等…

# OPEN_PROFILE
source: Open this profile
de: Dieses Profil öffnen
es: Abrir este perfil
fr: Ouvrir le profil
it: Apri questo profilo
ja: このプロフィールを開く
ko: 이 프로필을 엽니다
pt_br: Abrir este perfil
pt_pt: Abrir este perfil
ru: Открыть этот профиль
uk: Відкрити цей профіль
zh_hans: 打开此资料

# OTHER_DEVICE_BACKUPS
source: Profiles backed up by another device
de: Profile von einem anderen Gerät gesichert
es: Perfiles respaldados por otro dispositivo
fr: Profils sauvegardés par un autre appareil
it: Profili salvati su un altro dispositivo
ja: 他のデバイスによってバックアップされたプロファイル
ko: 다른 기기에서 백업한 프로필
pt_br: Perfis sincronizados com outro dispositivo
pt_pt: Perfis guardados noutro dispositivo
ru: Профили сохранены на другом устройстве
uk: Профілі збережено іншим пристроєм
zh_hans: 个人资料已由其他设备备份

# PLEASE_WAIT_WHILE_WE_LOAD_THE_BACKUPS
source: We are looking for your backups
de: Wir suchen nach Ihren Backups
es: Estamos buscando tus copias de seguridad
fr: Nous recherchons vos sauvegardes
it: Stiamo cercando i tuoi backup
ja: バックアップをお探しですか？
ko: 저희는 사용자의 백업 파일을 찾고 있습니다.
pt_br: Estamos procurando seus backups
pt_pt: Estamos à procura das suas cópias de segurança
ru: Мы ищем ваши резервные копии
uk: Ми шукаємо ваші резервні копії
zh_hans: 我们正在查找您的备份

# PLEASE_WAIT_WHILE_WE_RESTORE_YOUR_PROFILE
source: We are restoring your profile
de: Wir stellen dein Profil wieder her.
es: Estamos restaurando tu perfil
fr: Nous restaurons votre profil
it: Stiamo ripristinando il tuo profilo
ja: プロフィールを復元中です
ko: 프로필을 복원 중입니다.
pt_br: Estamos restaurando seu perfil
pt_pt: Estamos a restaurar o seu perfil
ru: Мы восстанавливаем ваш профиль
uk: Ми відновлюємо ваш профіль
zh_hans: 我们正在恢复您的个人资料

# PROFILE_RESTORATION_FAILED_BODY_%@
source: Please try again. If the problem persists, please send the following error to [%@](mailto:%@). We will do our best to help you out!
de: Bitte versuchen Sie es erneut. Sollte das Problem weiterhin bestehen, senden Sie uns bitte die folgende Fehlermeldung an [%@](mailto:%@). Wir werden unser Bestes tun, um Ihnen zu helfen!
es: Por favor, inténtalo de nuevo. Si el problema persiste, envía el siguiente error a [%@](mailto:%@). Haremos todo lo posible para ayudarte.
fr: Veuillez essayer à nouveau. Si le problème persiste, n'hésitez pas à envoyer l'erreur ci-dessous à [%@](mailto:%@). Nous ferons tout notre possible pour vous aider !
it: Si prega di riprovare. Se il problema persiste, inviare il seguente errore a [%@](mailto:%@). Faremo del nostro meglio per aiutarla!
ja: もう一度お試しください。問題が解決しない場合は、以下のエラーメッセージを[%@](mailto:%@)宛てにお送りください。問題解決できるよう最善を尽くします！
ko: 다시 시도해 주세요. 문제가 계속되면 다음 오류를 [%@](mailto:%@)로 보내주세요. 최선을 다해 도와드리겠습니다!
pt_br: Por favor, tente novamente. Se o problema persistir, envie a seguinte mensagem de erro para [%@](mailto:%@). Faremos o possível para ajudar!
pt_pt: Por favor, tente novamente. Se o problema persistir, envie a seguinte mensagem de erro para [%@](mailto:%@). Faremos o nosso melhor para ajudar!
ru: Пожалуйста, попробуйте еще раз. Если проблема не исчезнет, отправьте следующее сообщение об ошибке по адресу [%@](mailto:%@). Мы сделаем все возможное, чтобы вам помочь!
uk: Будь ласка, спробуйте ще раз. Якщо проблема не зникає, надішліть наступну помилку на адресу [%@](mailto:%@). Ми докладемо всіх зусиль, щоб вам допомогти!
zh_hans: 请稍后再试。如果问题仍然存在，请将以下错误信息发送到[%@](mailto:%@)。我们会尽力帮助您！

# PROFILE_RESTORATION_FAILED_SUBTITLE
source: But please try again
de: Aber bitte versuche es noch einmal
es: Pero por favor, inténtalo de nuevo
fr: Mais n'hésitez pas à essayer à nouveau
it: Ma per favore riprova
ja: ただし、もう一度お試しください
ko: 하지만 다시 시도해 주세요.
pt_br: Mas, por favor, tente novamente
pt_pt: Mas, por favor, tente novamente
ru: Но, пожалуйста, попробуйте еще раз
uk: Але, будь ласка, спробуйте ще раз
zh_hans: 但请重试

# PROFILE_RESTORATION_FAILED_TITLE
source: We could not restore your profile
de: Wir konnten dein Profil nicht wiederherstellen.
es: No pudimos restaurar tu perfil
fr: Il n'a pas été possible de restaurer votre profil
it: Non siamo riusciti a ripristinare il tuo profilo
ja: プロフィールの復元に失敗しました
ko: 프로필을 복원할 수 없습니다.
pt_br: Não foi possível restaurar seu perfil
pt_pt: Não foi possível restaurar o seu perfil
ru: Не удалось восстановить ваш профиль
uk: Не вдалося відновити ваш профіль
zh_hans: 我们无法恢复您的个人资料

# PROFILE_RESTORED
source: Your profile is restored!
de: Dein Profil wurde wiederhergestellt!
es: ¡Tu perfil ha sido restaurado!
fr: Votre profil est restauré !
it: Il tuo profilo è stato ripristinato!
ja: プロフィールが復元されました！
ko: 프로필이 복원되었습니다!
pt_br: Seu perfil foi restaurado!
pt_pt: O seu perfil foi restaurado!
ru: Ваш профиль восстановлен!
uk: Ваш профіль відновлено!
zh_hans: 您的个人资料已恢复！

source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandée
it: Consigliati
ja: おすすめ
ko: 추천
pt_br: Recomendado
pt_pt: Recomendado
ru: Рекомендованные
uk: Рекомендовані
zh_hans: 推荐

source: Remind me later
de: Erinnere mich später
es: Recordarme más tarde
fr: Me le rappeler plus tard
it: Ricordamelo più tardi
ja: 後で通知
ko: 나중에 다시 알려주세요
pt_br: Lembre-me mais tarde
pt_pt: Lembrar-me mais tarde
ru: Напомнить позже
uk: Нагадати пізніше
zh_hans: 稍后提醒

# RESET
source: Reset all
de: Alles zurücksetzen
es: Restablecer todo
fr: Tout réinitialiser
it: Ripristina tutto
ja: すべてリセット
ko: 모두 재설정
pt_br: Redefinir tudo
pt_pt: Redefinir tudo
ru: Сбросить все
uk: Скинути все
zh_hans: 重置所有

# RESET_BUTTON_EXPLANATION
source: Resets this device backup configuration back to its initial state. The following steps will be performed:
de: Setzt die aktuelle Konfiguration der Gerätesicherung auf den Ausgangszustand zurück. Folgende Schritte werden ausgeführt:
es: Restaura la configuración de copia de seguridad de este dispositivo a su estado inicial. Se realizarán los siguientes pasos:
fr: Réinitialise la configuration de sauvegarde de cet appareil à son état initial. Les étapes suivantes seront effectuées :
it: Ripristina la configurazione del backup di questo dispositivo al suo stato iniziale. Verranno eseguite le seguenti operazioni:
ja: このデバイスのバックアップ設定を初期状態に戻します。以下の手順が実行されます:
ko: 이 장치의 백업 구성을 초기 상태로 재설정합니다. 다음 단계가 수행됩니다.
pt_br: Restaura a configuração de backup deste dispositivo ao seu estado inicial. As seguintes etapas serão executadas:
pt_pt: Restaura a configuração de cópia de segurança deste dispositivo para o seu estado inicial. Serão executados os seguintes passos:
ru: Сбрасывает конфигурацию резервного копирования этого устройства до исходного состояния. Будут выполнены следующие шаги:
uk: Скидає конфігурацію резервного копіювання цього пристрою до початкового стану. Будуть виконані наступні кроки:
zh_hans: 将此设备的备份配置重置为初始状态。将执行以下步骤：

# RESET_BUTTON_EXPLANATION_EXPLANATION_STEP_1
source: Delete this device backup key (and remove it from the iCloud keychain if it exists).
de: Dieses Geräte-Backup-Schlüssel löschen (und bei Existenz aus dem iCloud-Schlüsselbund entfernen).
es: Eliminar esta copia de seguridad de dispositivo (y eliminarla del llavero de iCloud si existe).
fr: Supprime la clé de sauvegarde de cet appareil (y compris du trousseau iCloud si elle s'y trouve).
it: Elimina questa chiave di backup del dispositivo (e rimuovila dal Portachiavi iCloud se esiste).
ja: このデバイスのバックアップキーを削除します（存在する場合は、iCloudキーチェーンからも削除します）。
ko: 이 장치의 백업 키를 삭제합니다(존재하는 경우 iCloud 키체인에서 제거합니다).
pt_br: Exclua a chave de backup deste dispositivo (e remova-a do Keychain do iCloud, se existir).
pt_pt: Eliminar a chave de backup deste dispositivo (e removê-la do iCloud Keychain, caso exista).
ru: Удалить ключ резервной копии этого устройства (и удалить его из Keychain iCloud, если он там есть).
uk: Видалити ключ резервної копії цього пристрою (та видалити його з брелка iCloud, якщо він існує).
zh_hans: 删除此设备的备份密钥（如果存在，则将其从 iCloud 钥匙链中移除）

# RESET_BUTTON_EXPLANATION_EXPLANATION_STEP_2
source: Delete all the encrypted backups made by this device from the cloud.
de: Lösche alle verschlüsselten Backups, die von diesem Gerät in der Cloud erstellt wurden.
es: Eliminar todas las copias de seguridad encriptadas realizadas por este dispositivo desde la nube.
fr: Supprime toutes les sauvegardes chiffrées effectuées par cet appareil.
it: Elimina tutti i backup crittografati effettuati da questo dispositivo dal cloud.
ja: このデバイスによって作成されたすべての暗号化されたバックアップをクラウドから削除します。
ko: 이 장치에서 생성된 모든 암호화된 백업 파일을 클라우드에서 삭제합니다.
pt_br: Exclua todos os backups criptografados criados por este dispositivo na nuvem.
pt_pt: Apagar todas as cópias de segurança encriptadas criadas por este dispositivo na nuvem.
ru: Удалить все зашифрованные резервные копии, созданные этим устройством в облаке.
uk: Видалити всі зашифровані резервні копії, створені цим пристроєм у хмарі.
zh_hans: 删除此设备在云端所做的所有加密备份。

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
ko: 복원
pt_br: Restaurar
pt_pt: Restaurar
ru: Восстановить
uk: Відновити
zh_hans: 恢复

source: Restore another profile
de: Anderes Profil wiederherstellen
es: Restaurar otro perfil
fr: Restaurer un autre profil
it: Ripristina un altro profilo
ja: 別のプロフィールを復元
ko: 다른 프로필 복원
pt_br: Restaurar outro perfil
pt_pt: Restaurar outro perfil
ru: Восстановить другой профиль
uk: Відновити інший профіль
zh_hans: 恢复另一个个人资料

source: Restore automatically from iCloud Keychain
de: Automatisch von iCloud Keychain wiederherstellen
es: Restaurar automáticamente desde iCloud Keychain
fr: Restaurer automatiquement depuis le trousseau iCloud
it: Ripristina automaticamente da Portachiavi iCloud
ja: iCloudキーチェーンから自動的に復元
ko: iCloud 키체인에서 자동으로 복원
pt_br: Restaurar automaticamente do iCloud Keychain
pt_pt: Restaurar automaticamente a partir do iCloud Keychain
ru: Восстановить автоматически из iCloud Keychain
uk: Автоматично відновити з iCloud Keychain
zh_hans: 自动从 iCloud 钥匙串恢复

source: Restore my profile
de: Mein Profil wiederherstellen
es: Restaurar mi perfil
fr: Restaurer mon profil
it: Ripristina il mio profilo
ja: プロフィールを復元
ko: 내 프로필 복원
pt_br: Restaurar meu perfil
pt_pt: Restaurar o meu perfil
ru: Восстановить мой профиль
uk: Відновити мій профіль
zh_hans: 恢复我的个人资料

# RESTORE_ONE_OF_YOUR_BACKUPS
source: Let’s restore one of your backups
de: Stellen wir eines deiner Backups wieder her
es: Restaurar una de tus copias de seguridad
fr: Restaurons une de vos sauvegardes
it: Ripristiniamo uno dei tuoi backup
ja: バックアップから復元してみましょう
ko: 저장된 백업 중 하나를 복원해 보세요.
pt_br: Vamos restaurar um dos seus backups
pt_pt: Vamos restaurar uma das suas cópias de segurança.
ru: Восстановим одну из ваших резервных копий
uk: Відновимо одну з ваших копій
zh_hans: 让我们恢复您之前备份的文件

source: Restore this old backup
de: Dieses alte Backup wiederherstellen
es: Restaurar esta copia de seguridad antigua
fr: Restaurer cette ancienne sauvegarde
it: Ripristina questo vecchio backup
ja: 古いバックアップを復元
ko: 이전 백업을 복원합니다
pt_br: Restaurar este backup antigo
pt_pt: Restaurar esta cópia de segurança antiga
ru: Восстановить эту старую резервную копию
uk: Відновити це старе резервне копіювання
zh_hans: 恢复此旧备份

source: Restoring…
de: Wiederherstellen…
es: Restaurando…
fr: Restauration…
it: Ripristino...
ja: 復元中…
ko: 복원 중...
pt_br: Restaurando...
pt_pt: A restaurar...
ru: Восстановление…
uk: Відновлення…
zh_hans: 正在恢复……

# SEARCH_BACKUP_MANUALLY
source: Search for backup manually
de: Backup manuell suchen
es: Buscar copia de seguridad manualmente
fr: Rechercher une sauvegarde manuellement
it: Cerca manualmente il backup
ja: バックアップを手動で検索
ko: 백업 파일을 직접 검색
pt_br: Procure o backup manualmente
pt_pt: Procurar cópia de segurança manualmente
ru: Поиск резервной копии вручную
uk: Пошук резервної копії вручну
zh_hans: 手动搜索备份

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
ja: セキュリティ
ko: 보안
pt_br: Segurança
pt_pt: Segurança
ru: Безопасность
uk: Безпека
zh_hans: 安全
